Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: You squeeze more volume into your shorter sessions — efficient training.
de: Du packst mehr Volumen in deine kürzeren Einheiten – effizientes Training.
es: Acumulas más volumen en tus sesiones más cortas: entrenamiento eficiente.
fr: Tu condenses plus de volume dans tes séances plus courtes — un entraînement efficace.
it: Nelle sessioni più brevi concentri più volume: allenamento efficiente.
ja: 短いセッションほど多くのボリュームをこなしています。効率的なトレーニングです。
ko: 짧은 세션에 더 많은 볼륨을 담아내고 있어요. 효율적인 훈련이에요.
pt_br: Você concentra mais volume nas suas sessões mais curtas — treino eficiente.
ru: В короткие тренировки ты вмещаешь больше объёма — эффективно.
zh_hans: 你在较短的训练里塞进了更多训练量 — 效率很高。

source: you took %@ steps
de: du bist %@ Schritte gegangen
es: diste %@ pasos
fr: tu as fait %@ pas
it: hai fatto %@ passi
ja: %@歩、歩きました
ko: %@걸음 걸었어요
pt_br: você deu %@ passos
ru: у тебя пройдено %@ шагов
zh_hans: 你走了%@步

source: You train with more volume after better sleep.
de: Nach besserem Schlaf trainierst du mit mehr Volumen.
es: Entrenas con más volumen después de dormir mejor.
fr: Tu t’entraînes avec plus de volume après une meilleure nuit de sommeil.
it: Ti alleni con più volume dopo aver dormito meglio.
ja: よく眠れた後は、より多くのボリュームをこなせています。
ko: 잘 자고 난 뒤에 더 많은 볼륨으로 훈련해요.
pt_br: Você treina com mais volume depois de dormir melhor.
ru: После хорошего сна ты тренируешься с большим объёмом.
zh_hans: 睡得更好之后，你的训练量更大。

# You walk %@ steps on %@.
source: You walk %1$@ steps on %2$@.
de: Du machst am %2$@ %1$@ Schritte.
es: Caminas %1$@ pasos los %2$@.
fr: Tu fais %1$@ pas le %2$@.
it: Fai %1$@ passi di %2$@.
ja: %2$@は%1$@歩、歩いています。
ko: %2$@에는 %1$@걸음 걸어요.
pt_br: Você caminha %1$@ passos em %2$@.
ru: Ты проходишь %1$@ шагов (%2$@).
zh_hans: %2$@你会走%1$@步。

# You walk the most on %@. %@ steps.
source: You walk the most on %1$@. %2$@ steps.
de: Am meisten gehst du am %1$@. %2$@ Schritte.
es: Caminas más los %1$@. %2$@ pasos.
fr: C'est le %1$@ que tu marches le plus. %2$@ pas.
it: Cammini di più di %1$@. %2$@ passi.
ja: 最も多く歩いているのは%1$@です。%2$@歩。
ko: 가장 많이 걷는 요일은 %1$@이에요. %2$@걸음.
pt_br: Você caminha mais em %1$@. %2$@ passos.
ru: Больше всего ты ходишь (%1$@). %2$@ шагов.
zh_hans: 你在%1$@走得最多。%2$@步。

source: You're already training normally.
de: Du trainierst bereits normal.
es: Ya estás entrenando con normalidad.
fr: Tu t'entraînes déjà normalement.
it: Ti stai già allenando normalmente.
ja: すでに通常のトレーニング状態です。
ko: 이미 평소대로 훈련 중이에요.
pt_br: Você já está treinando normalmente.
ru: Ты уже тренируешься как обычно.
zh_hans: 你已经在正常训练了。

source: You're already working out. Resume it first or cancel it.
de: Du trainierst bereits. Setze das Workout zuerst fort oder brich es ab.
es: Ya estás entrenando. Reanúdalo primero o cancélalo.
fr: Tu es déjà en séance. Reprends-la d'abord ou annule-la.
it: Ti stai già allenando. Riprendi l'allenamento o annullalo.
ja: すでにワークアウト中です。再開するかキャンセルしてください。
ko: 이미 운동 중이에요. 먼저 이어서 하거나 취소하세요.
pt_br: Você já está treinando. Retome o treino primeiro ou cancele-o.
ru: Тренировка уже идёт. Вернитесь к ней или отмените.
zh_hans: 你已经在训练中。请先继续或取消它。

source: You're burning %@ amount of energy this month as you did last month.
de: Du verbrennst diesen Monat %@ Energie wie im letzten Monat.
es: Estás quemando %@ energía este mes que el mes pasado.
fr: Tu brûles %@ d'énergie ce mois-ci que le mois dernier.
it: Questo mese stai bruciando %@ quantitativo di energia rispetto al mese scorso.
ja: 今月のエネルギー消費量は先月と%@です。
ko: 이번 달 에너지 소모량이 지난달과 %@ 수준이에요.
pt_br: Você está queimando %@ de energia este mês do que no mês passado.
ru: В этом месяце ты сжигаешь %@ энергии, что и в прошлом.
zh_hans: 你这个月消耗的能量与上个月%@。

source: You're burning %@ energy this month than you did last month.
de: Du verbrennst diesen Monat %@ Energie als im letzten Monat.
es: Estás quemando %@ energía este mes que el mes pasado.
fr: Tu brûles %@ d'énergie ce mois-ci que le mois dernier.
it: Questo mese stai bruciando %@ energia rispetto al mese scorso.
ja: 今月のエネルギー消費は先月より%@です。
ko: 이번 달 에너지 소모량이 지난달보다 %@ 수준이에요.
pt_br: Você está queimando %@ de energia este mês do que no mês passado.
ru: В этом месяце ты сжигаешь %@ энергии, чем в прошлом.
zh_hans: 你这个月消耗的能量比上个月%@。

source: You're burning about the same amount of energy this month as you did last month.
de: Du verbrennst diesen Monat etwa gleich viel Energie wie im letzten Monat.
es: Estás quemando aproximadamente la misma energía este mes que el mes pasado.
fr: Tu brûles environ la même quantité d'énergie ce mois-ci que le mois dernier.
it: Questo mese stai bruciando più o meno la stessa quantità di energia del mese scorso.
ja: 今月のエネルギー消費は先月とほぼ同じです。
ko: 이번 달 에너지 소모량이 지난달과 비슷해요.
pt_br: Você está queimando praticamente a mesma energia este mês que no mês passado.
ru: В этом месяце ты сжигаешь примерно столько же энергии, что и в прошлом.
zh_hans: 你这个月消耗的能量与上个月大致相同。

source: You're burning less energy this month than you did last month.
de: Du verbrennst diesen Monat weniger Energie als im letzten Monat.
es: Estás quemando menos energía este mes que el mes pasado.
fr: Tu brûles moins d'énergie ce mois-ci que le mois dernier.
it: Questo mese stai bruciando meno energia del mese scorso.
ja: 今月のエネルギー消費は先月より少なくなっています。
ko: 이번 달 에너지 소모량이 지난달보다 적어요.
pt_br: Você está queimando menos energia este mês que no mês passado.
ru: В этом месяце ты сжигаешь меньше энергии, чем в прошлом.
zh_hans: 你这个月消耗的能量比上个月更少。

source: You're burning more energy this month than you did last month.
de: Du verbrennst diesen Monat mehr Energie als im letzten Monat.
es: Estás quemando más energía este mes que el mes pasado.
fr: Tu brûles plus d'énergie ce mois-ci que le mois dernier.
it: Questo mese stai bruciando più energia del mese scorso.
ja: 今月のエネルギー消費は先月より多くなっています。
ko: 이번 달 에너지 소모량이 지난달보다 많아요.
pt_br: Você está queimando mais energia este mês que no mês passado.
ru: В этом месяце ты сжигаешь больше энергии, чем в прошлом.
zh_hans: 你这个月消耗的能量比上个月更多。

source: You're currently editing this workout plan. Deleting it will close the editor and discard the editing copy.
de: Du bearbeitest gerade diesen Trainingsplan. Wenn du ihn löschst, wird der Editor geschlossen und die Bearbeitungskopie verworfen.
es: Actualmente estás editando este plan de entrenamiento. Si lo eliminas, se cerrará el editor y se descartará la copia de edición.
fr: Tu modifies actuellement ce programme d'entraînement. Si tu le supprimes, l'éditeur se fermera et la copie de travail sera abandonnée.
it: Stai modificando questa scheda. Eliminandola, l'editor si chiuderà e la copia in modifica verrà scartata.
ja: 現在このワークアウトプランを編集中です。削除すると編集画面が閉じ、編集中の内容は破棄されます。
ko: 지금 이 운동 플랜을 편집하고 있어요. 삭제하면 편집기가 닫히고 편집 중이던 내용이 사라져요.
pt_br: Você está editando este plano de treino no momento. Se você excluí-lo, o editor será fechado e a cópia de edição será descartada.
ru: Сейчас ты редактируешь этот план тренировки. Удаление закроет редактор и отбросит рабочую копию.
zh_hans: 你正在编辑这个训练计划。删除后会关闭编辑器并放弃编辑副本。

source: You're getting %@ amount of sleep this month as you did last month.
de: Du bekommst diesen Monat %@ Schlaf wie im letzten Monat.
es: Estás durmiendo %@ este mes que el mes pasado.
fr: Tu dors %@ ce mois-ci que le mois dernier.
it: Questo mese stai dormendo %@ numero di ore rispetto al mese scorso.
ja: 今月の睡眠時間は先月と%@です。
ko: 이번 달 수면 시간이 지난달과 %@ 수준이에요.
pt_br: Você está dormindo %@ este mês do que no mês passado.
ru: В этом месяце ты спишь %@, что и в прошлом.
zh_hans: 你这个月的睡眠与上个月%@。

source: You're getting %@ sleep this month than you did last month.
de: Du bekommst diesen Monat %@ Schlaf als im letzten Monat.
es: Estás durmiendo %@ este mes que el mes pasado.
fr: Tu dors %@ ce mois-ci que le mois dernier.
it: Questo mese stai dormendo %@ ore rispetto al mese scorso.
ja: 今月の睡眠時間は先月より%@です。
ko: 이번 달 수면 시간이 지난달보다 %@ 수준이에요.
pt_br: Você está dormindo %@ este mês do que no mês passado.
ru: В этом месяце ты спишь %@, чем в прошлом.
zh_hans: 你这个月的睡眠比上个月%@。

source: You're getting about the same amount of sleep this month as you did last month.
de: Du bekommst diesen Monat etwa gleich viel Schlaf wie im letzten Monat.
es: Estás durmiendo aproximadamente lo mismo este mes que el mes pasado.
fr: Tu dors environ autant ce mois-ci que le mois dernier.
it: Questo mese stai dormendo più o meno quanto il mese scorso.
ja: 今月の睡眠時間は先月とほぼ同じです。
ko: 이번 달 수면 시간이 지난달과 비슷해요.
pt_br: Você está dormindo praticamente o mesmo este mês que no mês passado.
ru: В этом месяце ты спишь примерно столько же, что и в прошлом.
zh_hans: 你这个月的睡眠与上个月大致相同。

source: You're getting less sleep this month than you did last month.
de: Du bekommst diesen Monat weniger Schlaf als im letzten Monat.
es: Estás durmiendo menos este mes que el mes pasado.
fr: Tu dors moins ce mois-ci que le mois dernier.
it: Questo mese stai dormendo meno del mese scorso.
ja: 今月の睡眠時間は先月より少なくなっています。
ko: 이번 달 수면 시간이 지난달보다 짧아요.
pt_br: Você está dormindo menos este mês que no mês passado.
ru: В этом месяце ты спишь меньше, чем в прошлом.
zh_hans: 你这个月的睡眠比上个月更少。

source: You're getting more sleep this month than you did last month.
de: Du bekommst diesen Monat mehr Schlaf als im letzten Monat.
es: Estás durmiendo más este mes que el mes pasado.
fr: Tu dors plus ce mois-ci que le mois dernier.
it: Questo mese stai dormendo più del mese scorso.
ja: 今月の睡眠時間は先月より多くなっています。
ko: 이번 달 수면 시간이 지난달보다 길어요.
pt_br: Você está dormindo mais este mês que no mês passado.
ru: В этом месяце ты спишь больше, чем в прошлом.
zh_hans: 你这个月的睡眠比上个月更多。

source: You're training normally.
de: Du trainierst normal.
es: Estás entrenando con normalidad.
fr: Tu t'entraînes normalement.
it: Ti stai allenando normalmente.
ja: 通常どおりトレーニングできています。
ko: 평소대로 훈련 중이에요.
pt_br: Você está treinando normalmente.
ru: Ты тренируешься как обычно.
zh_hans: 你正在正常训练。

source: You're walking %@ this month as you did last month.
de: Du gehst diesen Monat %@ wie im letzten Monat.
es: Estás caminando %@ este mes que el mes pasado.
fr: Tu marches %@ ce mois-ci que le mois dernier.
it: Questo mese stai camminando %@ rispetto al mese scorso.
ja: 今月の歩数は先月と%@です。
ko: 이번 달 걸음 수가 지난달과 %@ 수준이에요.
pt_br: Você está caminhando %@ este mês do que no mês passado.
ru: В этом месяце ты ходишь %@, что и в прошлом.
zh_hans: 你这个月走的步数与上个月%@。

source: You're walking %@ this month than you did last month.
de: Du gehst diesen Monat %@ als im letzten Monat.
es: Estás caminando %@ este mes que el mes pasado.
fr: Tu marches %@ ce mois-ci que le mois dernier.
it: Questo mese stai camminando %@ del mese scorso.
ja: 今月の歩数は先月より%@です。
ko: 이번 달 걸음 수가 지난달보다 %@ 수준이에요.
pt_br: Você está caminhando %@ este mês do que no mês passado.
ru: В этом месяце ты ходишь %@, чем в прошлом.
zh_hans: 你这个月走的步数比上个月%@。

source: You're walking about the same this month as you did last month.
de: Du gehst diesen Monat etwa gleich viel wie im letzten Monat.
es: Estás caminando aproximadamente lo mismo este mes que el mes pasado.
fr: Tu marches environ autant ce mois-ci que le mois dernier.
it: Questo mese stai camminando più o meno quanto il mese scorso.
ja: 今月の歩数は先月とほぼ同じです。
ko: 이번 달 걸음 수가 지난달과 비슷해요.
pt_br: Você está caminhando praticamente o mesmo este mês que no mês passado.
ru: В этом месяце ты ходишь примерно столько же, что и в прошлом.
zh_hans: 你这个月走的步数与上个月大致相同。

source: You're walking less this month than you did last month.
de: Du gehst diesen Monat weniger als im letzten Monat.
es: Estás caminando menos este mes que el mes pasado.
fr: Tu marches moins ce mois-ci que le mois dernier.
it: Questo mese stai camminando meno del mese scorso.
ja: 今月の歩数は先月より少なくなっています。
ko: 이번 달 걸음 수가 지난달보다 적어요.
pt_br: Você está caminhando menos este mês que no mês passado.
ru: В этом месяце ты ходишь меньше, чем в прошлом.
zh_hans: 你这个月走的步数比上个月更少。

source: You're walking more this month than you did last month.
de: Du gehst diesen Monat mehr als im letzten Monat.
es: Estás caminando más este mes que el mes pasado.
fr: Tu marches plus ce mois-ci que le mois dernier.
it: Questo mese stai camminando più del mese scorso.
ja: 今月の歩数は先月より多くなっています。
ko: 이번 달 걸음 수가 지난달보다 많아요.
pt_br: Você está caminhando mais este mês que no mês passado.
ru: В этом месяце ты ходишь больше, чем в прошлом.
zh_hans: 你这个月走的步数比上个月更多。

# You've already hit your steps goal today with %@ steps against a goal of %@.
source: You've already hit your steps goal today with %1$@ steps against a goal of %2$@.
de: Du hast dein Schrittziel heute bereits mit %1$@ Schritten bei einem Ziel von %2$@ erreicht.
es: Ya alcanzaste tu objetivo de pasos hoy con %1$@ pasos frente a un objetivo de %2$@.
fr: Tu as déjà atteint ton objectif de pas aujourd'hui avec %1$@ pas pour un objectif de %2$@.
it: Hai già raggiunto il tuo obiettivo di passi oggi con %1$@ passi rispetto a un obiettivo di %2$@.
ja: 今日はすでに歩数目標を達成しています。目標%2$@に対して%1$@歩です。
ko: 오늘 이미 %1$@걸음을 걸어 목표 %2$@걸음을 달성했어요.
pt_br: Você já bateu sua meta de passos hoje com %1$@ passos contra uma meta de %2$@.
ru: Цель по шагам на сегодня уже достигнута: %1$@ шагов при цели %2$@.
zh_hans: 你今天已经达成步数目标，走了%1$@步，目标是%2$@。

source: you've burned %@ total
de: du hast insgesamt %@ verbrannt
es: has quemado %@ en total
fr: tu as brûlé %@ au total
it: hai bruciato %@ in totale
ja: 合計%@を消費しました
ko: 총 %@를 소모했어요
pt_br: você queimou %@ no total
ru: у тебя сожжено %@ всего
zh_hans: 你总共消耗了%@

source: you've covered %@
de: du hast %@ zurückgelegt
es: has recorrido %@
fr: tu as parcouru %@
it: hai percorso %@
ja: %@移動しました
ko: %@를 이동했어요
pt_br: você percorreu %@
ru: у тебя преодолено %@
zh_hans: 你走了%@

# You've hit your hydration goal today with %@ against a goal of %@.
source: You've hit your hydration goal today with %1$@ against a goal of %2$@.
de: Du hast heute dein Flüssigkeitsziel mit %@ erreicht, bei einem Ziel von %@.
es: Hoy alcanzaste tu objetivo de hidratación con %@ frente a un objetivo de %@.
fr: Tu as atteint ton objectif d’hydratation aujourd’hui avec %@ sur un objectif de %@.
it: Hai raggiunto il tuo obiettivo di idratazione oggi con %1$@ rispetto a un obiettivo di %2$@.
ja: 今日は水分補給目標を達成しました。目標%2$@に対して%1$@です。
ko: 오늘 %1$@을(를) 마셔서 목표 %2$@을(를) 달성했어요.
pt_br: Você atingiu a sua meta de hidratação hoje com %@ em relação a uma meta de %@.
ru: Цель по воде на сегодня достигнута: %1$@ при цели %2$@.
zh_hans: 你今天已经达成饮水目标，喝了%1$@，目标是%2$@。

source: you've taken %@ steps
de: du hast %@ Schritte gemacht
es: has dado %@ pasos
fr: tu as fait %@ pas
it: hai fatto %@ passi
ja: %@歩、歩きました
ko: %@걸음 걸었어요
pt_br: você deu %@ passos
ru: у тебя пройдено %@ шагов
zh_hans: 你走了%@步

# Your %@ goal target is now %@.
source: Your %1$@ goal target is now %2$@.
de: Dein Ziel für %1$@ liegt jetzt bei %2$@.
es: El objetivo de tu meta de %1$@ ahora es %2$@.
fr: La cible de ton objectif %1$@ est maintenant %2$@.
it: Il target del tuo obiettivo %1$@ è ora %2$@.
ja: %1$@目標を%2$@に設定しました。
ko: %1$@ 목표치가 이제 %2$@예요.
pt_br: O alvo da sua meta de %1$@ agora é %2$@.
ru: Цель «%1$@» теперь %2$@.
zh_hans: 你的%1$@目标现在是%2$@。

# Your %@ is %@ about %lld%% over the selected range.
source: Your %1$@ is %2$@ about %3$lld%% over the selected range.
de: Dein %1$@ ist %2$@ um etwa %3$lld%% über den ausgewählten Zeitraum.
es: Tu %1$@ ha %2$@ alrededor de un %3$lld%% en el rango seleccionado.
fr: Ton %1$@ a %2$@ d'environ %3$lld%% sur la plage sélectionnée.
it: Il tuo %1$@ è %2$@ di circa %3$lld%% nell'intervallo selezionato.
ja: 選択した範囲で%1$@は約%3$lld%%%2$@しています。
ko: 선택한 기간 동안 %1$@이(가) 약 %3$lld%% %2$@했어요.
pt_br: Seu %1$@ %2$@ cerca de %3$lld%% no intervalo selecionado.
ru: %1$@ — %2$@ примерно на %3$lld%% за выбранный период.
zh_hans: 在所选范围内，你的%1$@%2$@了约%3$lld%%。

# Your average bedtime on %@ is %@.
source: Your average bedtime on %1$@ is %2$@.
de: Deine durchschnittliche Schlafenszeit am %1$@ ist %2$@.
es: Tu hora media de acostarte los %1$@ es %2$@.
fr: Ton heure moyenne de coucher le %1$@ est %2$@.
it: La tua ora media di coricamento di %1$@ è %2$@.
ja: %1$@の平均就寝時刻は%2$@です。
ko: %1$@ 평균 취침 시간은 %2$@예요.
pt_br: Sua hora média de dormir em %1$@ é %2$@.
ru: Среднее время отхода ко сну (%1$@) — %2$@.
zh_hans: 你%1$@的平均入睡时间是%2$@。

# Your average wake-up time on %@ is %@.
source: Your average wake-up time on %1$@ is %2$@.
de: Deine durchschnittliche Aufwachzeit am %1$@ ist %2$@.
es: Tu hora media de despertar los %1$@ es %2$@.
fr: Ton heure moyenne de réveil le %1$@ est %2$@.
it: La tua ora media di risveglio di %1$@ è %2$@.
ja: %1$@の平均起床時刻は%2$@です。
ko: %1$@ 평균 기상 시간은 %2$@예요.
pt_br: Sua hora média de acordar em %1$@ é %2$@.
ru: Среднее время подъёма (%1$@) — %2$@.
zh_hans: 你%1$@的平均醒来时间是%2$@。

# Your bed time has shifted %@ by %lld min over the last week.
source: Your bed time has shifted %1$@ by %2$lld min over the last week.
de: Deine Schlafenszeit hat sich in der letzten Woche um %2$lld Min. %1$@ verschoben.
es: Tu hora de acostarte se ha desplazado %1$@ %2$lld min en la última semana.
fr: Ton heure de coucher s'est décalée %1$@ de %2$lld min au cours de la dernière semaine.
it: La tua ora di coricamento si è spostata %1$@ di %2$lld min nell'ultima settimana.
ja: 過去1週間で就寝時刻が%2$lld分%1$@なりました。
ko: 지난주 취침 시간이 %2$lld분 %1$@졌어요.
pt_br: Sua hora de dormir mudou %1$@ em %2$lld min na última semana.
ru: За последнюю неделю время отхода ко сну стало %1$@ на %2$lld мин.
zh_hans: 过去一周，你的入睡时间%1$@了%2$lld分钟。

source: Your bed time has stayed remarkably steady over the last week.
de: Deine Schlafenszeit ist in der letzten Woche bemerkenswert konstant geblieben.
es: Tu hora de acostarte se ha mantenido notablemente estable durante la última semana.
fr: Ton heure de coucher est restée remarquablement stable au cours de la dernière semaine.
it: La tua ora di coricamento è rimasta notevolmente stabile nell'ultima settimana.
ja: 過去1週間、就寝時刻は非常に安定しています。
ko: 지난주 취침 시간이 아주 일정하게 유지됐어요.
pt_br: Sua hora de dormir se manteve notavelmente estável na última semana.
ru: За последнюю неделю время отхода ко сну было на удивление стабильным.
zh_hans: 过去一周，你的入睡时间非常稳定。

source: Your biggest-volume sessions actually feel easier — strength is paying off.
de: Deine Einheiten mit dem größten Volumen fühlen sich tatsächlich leichter an – deine Kraft zahlt sich aus.
es: Tus sesiones de mayor volumen se sienten más fáciles: tu fuerza está dando frutos.
fr: Tes séances au plus gros volume te semblent plus faciles — ta force porte ses fruits.
it: Le sessioni con più volume ti sembrano più facili: la forza sta dando i suoi frutti.
ja: 最もボリュームが多いセッションほど、むしろ楽に感じています。筋力の成果が出ています。
ko: 볼륨이 가장 큰 세션이 오히려 더 쉽게 느껴져요. 근력이 늘고 있다는 뜻이에요.
pt_br: Suas sessões de maior volume parecem mais fáceis — a sua força está valendo a pena.
ru: Самые объёмные тренировки даются легче — сила растёт.
zh_hans: 训练量最大的那几次反而感觉更轻松 — 力量在见效。

source: Your created workout plans will appear here.
de: Deine erstellten Trainingspläne erscheinen hier.
es: Tus planes de entrenamiento creados aparecerán aquí.
fr: Tes programmes d'entraînement créés apparaîtront ici.
it: Le schede che crei compariranno qui.
ja: 作成したワークアウトプランがここに表示されます。
ko: 만든 운동 플랜이 여기에 표시돼요.
pt_br: Seus planos de treino criados aparecerão aqui.
ru: Созданные планы тренировок появятся здесь.
zh_hans: 你创建的训练计划会显示在这里。

source: Your current training condition is %@.
de: Deine aktuelle Trainingsbedingung ist %@.
es: Tu condición de entrenamiento actual es %@.
fr: Ta condition d'entraînement actuelle est %@.
it: La tua condizione di allenamento attuale è %@.
ja: 現在のトレーニングコンディションは%@です。
ko: 현재 훈련 상황은 %@예요.
pt_br: Sua condição de treino atual é %@.
ru: Твой текущий статус тренировок: %@.
zh_hans: 你当前的训练状态是%@。

source: Your current weight goal is to %1$@ to %2$@, but you don't have any weight entries yet.
de: Dein aktuelles Gewichtsziel ist, auf %2$@ zu %1$@, aber du hast noch keine Gewichtseinträge.
es: Tu objetivo de peso actual es %1$@ hasta %2$@, pero aún no tienes registros de peso.
fr: Ton objectif de poids actuel est de %1$@ jusqu'à %2$@, mais tu n'as pas encore d'entrées de poids.
it: Il tuo obiettivo di peso attuale (%1$@) è %2$@, ma non hai ancora nessuna voce di peso.
ja: 現在の体重目標は%2$@まで%1$@することですが、体重の記録がまだありません。
ko: 현재 체중 목표는 %2$@까지 %1$@하는 거예요. 그런데 아직 체중 기록이 없어요.
pt_br: Sua meta de peso atual é %1$@ até %2$@, mas você ainda não tem registros de peso.
ru: Текущая цель по весу: %1$@ до %2$@, но записей веса пока нет.
zh_hans: 你当前的体重目标是%1$@到%2$@，但你还没有任何体重记录。

source: Your effort score and description will appear here.
de: Deine Anstrengungsbewertung und Beschreibung erscheinen hier.
es: Tu puntuación de esfuerzo y su descripción aparecerán aquí.
fr: Ta note d'effort et sa description apparaîtront ici.
it: Il tuo punteggio di sforzo e la sua descrizione compariranno qui.
ja: 努力度のスコアと説明がここに表示されます。
ko: 노력도 점수와 설명이 여기에 표시돼요.
pt_br: Sua pontuação de esforço e a descrição aparecerão aqui.
ru: Твоя оценка усилия и её описание появятся здесь.
zh_hans: 你的强度评分和说明会显示在这里。

source: Your Free FCT Account
de: Dein kostenloses FCT-Konto
es: Tu cuenta FCT gratuita
fr: Ton compte FCT gratuit
it: Il tuo account FCT gratuito
ja: 無料のFCTアカウント
ko: 무료 FCT 계정
pt_br: Sua conta FCT gratuita
ru: Твой бесплатный аккаунт FCT
zh_hans: 你的免费 FCT 账户

# your heart rate ranged from %@ to %@
source: your heart rate ranged from %1$@ to %2$@
de: lag deine Herzfrequenz zwischen %@ und %@
es: tu frecuencia cardíaca varió entre %@ y %@
fr: ta fréquence cardiaque a varié de %@ à %@
it: la tua frequenza cardiaca è andata da %1$@ a %2$@
ja: 心拍数は%1$@〜%2$@でした
ko: 심박수는 %1$@에서 %2$@ 사이였어요
pt_br: sua frequência cardíaca variou de %@ a %@
ru: пульс был от %1$@ до %2$@
zh_hans: 你的心率在%1$@到%2$@之间

source: your heart rate variability is %@ ms
de: beträgt deine Herzfrequenzvariabilität %@ ms
es: tu variabilidad de la frecuencia cardíaca es %@ ms
fr: ta variabilité de la fréquence cardiaque est de %@ ms
it: la tua variabilità della frequenza cardiaca è %@ ms
ja: 心拍変動は%@ msです
ko: 심박 변이도는 %@ ms예요
pt_br: sua variabilidade da frequência cardíaca é %@ ms
ru: вариабельность пульса — %@ ms
zh_hans: 你的心率变异性是%@ ms

source: Your highest-volume days don't depend on a long night's sleep.
de: Deine Tage mit dem höchsten Volumen hängen nicht von einer langen Nacht ab.
es: Tus días de mayor volumen no dependen de una noche larga de sueño.
fr: Tes jours au plus gros volume ne dépendent pas d’une longue nuit de sommeil.
it: I tuoi giorni con più volume non dipendono da una notte lunga di sonno.
ja: ボリュームが最も多い日は、長い睡眠に左右されていません。
ko: 볼륨이 가장 높은 날이 꼭 긴 수면과 이어지지는 않아요.
pt_br: Os seus dias de maior volume não dependem de uma noite longa de sono.
ru: Самые объёмные дни не зависят от долгого сна.
zh_hans: 你训练量最大的日子并不依赖长时间的睡眠。

# Your hydration goal is %@. You're at %@ today, with %@ to go.
source: Your hydration goal is %1$@. You're at %2$@ today, with %3$@ to go.
de: Dein Flüssigkeitsziel beträgt %@. Heute bist du bei %@, es fehlen noch %@.
es: Tu objetivo de hidratación es %@. Hoy llevas %@, te faltan %@.
fr: Ton objectif d’hydratation est de %@. Tu en es à %@ aujourd’hui, il te reste %@.
it: Il tuo obiettivo di idratazione è %1$@. Oggi sei a %2$@, ne mancano %3$@.
ja: 水分補給の目標は%1$@です。今日は%2$@で、残り%3$@です。
ko: 수분 섭취 목표는 %1$@예요. 오늘 %2$@ 마셨고 %3$@ 남았어요.
pt_br: A sua meta de hidratação é %@. Hoje você está em %@, faltam %@.
ru: Цель по воде: %1$@. Сегодня выпито %2$@, осталось %3$@.
zh_hans: 你的饮水目标是%1$@。今天已达%2$@，还差%3$@。

source: Your hydration goal is now %@.
de: Dein Flüssigkeitsziel beträgt jetzt %@.
es: Tu objetivo de hidratación ahora es %@.
fr: Ton objectif d’hydratation est maintenant de %@.
it: Il tuo obiettivo di idratazione ora è %@.
ja: 水分補給の目標を%@に設定しました。
ko: 수분 섭취 목표가 이제 %@예요.
pt_br: A sua meta de hidratação agora é %@.
ru: Цель по воде теперь %@.
zh_hans: 你的饮水目标现在是%@。
